---
layout: page
title:
---

<style>
  pergunta {
  font-size: 75%;
  color: #6257e4;
  padding-left: 30px;
}
  resposta {
    font-size: 75%;

    padding-left: 45px;}
  li {font-size: 80%

  }
  a {
    color: #b4a8b2;
  }
</style>

<code style = 'color: black' >'CONECTION: {acess = "True"; id = "novo_membro"}'</code>
<h1>
Acesso autorizado: Prosseguir para se alistar na campanha
</h1>
<hr>

<p>Olá, tudo bom? Essa p&aacute;gina foi estruturada para que coexista um FAQ ao mesmo tempo que cont&eacute;m informa&ccedil;&otilde;es.</p>
<p>Assim, isto &eacute; o texto. E abaixo est&aacute; uma pergunta poss&iacute;vel:</p>

<pergunta>"mas e como vou saber o que &eacute; o FAQ?"</pergunta>
<br>
<resposta>"Acima est&aacute; a pergunta, e aqui, a resposta."</resposta>

<hr />
<p style="padding-left: 40px;">&nbsp;</p>

<h2> Uma breve apresentação </h2>
<p> Olá, fico feliz que queira jogar minha campanha de Shadowrun. Caso tu não tenha tido a oportunidade ainda, aqui está o <a href="/shadowrun">link</a> com informações básicas do que é shadowrun
  <br>
  <pergunta>"Eu preciso ler aquele texto?"</pergunta>
  <br>
  <resposta>"Se você sabe o que é Cyberpunk, precisa ler somente a última parte, que fala sobre o diferencial de Shadowrun. Caso não conheça Cyberpunk, sim, é preciso ter uma base mínima do ambiente em que está adentrando"</resposta>
</p>

<pergunta>"Eu nunca joguei RPG de mesa (ou eu nunca joguei Shadowrun) tem problema?"</pergunta>
<br>
<resposta>"NÃO! Eu <b> garanto </b> que haverão outros jogadores que também nunca jogaram, e outros que já jogaram RPG e irão te ajudar durante as sessões. De uma forma ou de outra, você não estará sozinho"</resposta>
</p>

<p>Antes de mais nada, gostaria de salientar algumas coisas b&aacute;sicas</p>
<ul>
<li>Obviamente qualquer tipo de discrimina&ccedil;&atilde;o &eacute; proibida;</li>
<li>Necessariamente voc&ecirc; precisa ter um microfone e o discord no seu computador ou celular;</li>
<li>As sess&otilde;es acontecem aos domingos, a partir das 14h, e devem durar em m&eacute;dia de 5-6h - o padrão para um RPG de mesa :)</li>
</ul>

<p>Se sinta <span style = 'color: #6257e4'  ;> livre </span> para convidar outras pessoas para a campanha, tu s&oacute; precisa mandar o <a href="https://youtube.com" target="_blank">link</a> do v&iacute;deo para elas.</p>

<hr />

<p>Eu estava interessado em fazer uma campanha bem diferente do convencional, e seguiria essa tem&aacute;tica de voc&ecirc;s serem agentes de uma organiza&ccedil;&atilde;o que est&aacute; tentando derrubar um governante facista. Assim, todo domingo haver&aacute; uma "miss&atilde;o" dispon&iacute;vel, para qual tu pode se inscrever. E que as miss&otilde;es estivessem conectadas entre si, ex.:</p>
<p>Se num domingo um grupo conseguiu invadir o pal&aacute;cio do governo e roubar um documento importante para a constru&ccedil;&atilde;o de uma arma, no outro domingo o outro grupo ir&aacute; ter que que impedir essa arma de ser constru&iacute;da.</p>
<p>Obviamente n&atilde;o &eacute; sempre diretamente conectado, ent&atilde;o um grupo pode conseguir acesso &agrave; um recurso importante para a campanha, mas que s&oacute; se torna &uacute;til MUITO tempo depois. Outro ponto importante &eacute; que se um grupo falhar, ent&atilde;o, o outro acaba se ferrando junto, ex.:</p>
<p>O grupo A tentou invadir um complexo de m&iacute;dia para passar um v&iacute;deo de conscientiza&ccedil;&atilde;o sobre o que o governo tem feito e falhou, assim o Estado fez uma montagem do grupo e colocou eles como terroristas. O grupo B agora vai ter muita mais dificuldade para conseguir apoio de civis e por isso vai ter que se virar muito mais sozinho.</p>
<p>Ent&atilde;o a ideia &eacute; que apesar de haver 10 jogadores, n&atilde;o ser&atilde;o todos que jogaram todos os domingos (seria, portanto, quinzenal). Além disso, os grupos não seriam fixos, você individualmente pode se inscrever para as missões disponíveis (vou tentar colocar todas do mês juntas para que tu se inscreva conforme possibilidade/capacidade)</p>

<pergunta> Isso significa que eu posso perder uma sessão ou outra? </pergunta>  <br>
<resposta> Sim, mas eu espero que tu participe de pelo menos duas por mês. </resposta><br>
<pergunta> E se MUITAS pessoas se inscreverem para a mesma missão/sessão? </pergunta>  <br>
<resposta> Bom, somos todos adultos, então vamos simplesmente conversar no grupo do discord e definir como fica melhor (algumas pessoas podem ceder o lugar para participar de outra missão, ou, se realmente muitos quiserem jogar essa sesão, podemos marcar uma sessão mais longa e que todos possam participar)</resposta><br>
<pergunta> Se eu escolher uma missão X no lugar de uma Y eu terei recompensas diferentes? </pergunta>  <br>
<resposta> Sim e não, vou deixar equilibrado para que todos que participarem ficarem sempre no mesmo nível. Mas pode ser que a recompensa material seja mais interessante para uma personagem que outra, por exemplo, uma armadura robótica pode ser ótima para uma personagem ex-militar parruda, mas péssima para uma personagem que solta magia (de toda forma, eu pretendo sempre variar bastante os loots)</resposta><br>

<hr>

<p> Aqui está o <a href="https://docero.com.br/doc/svxe1c" target="_blank">link</a> para baixar o PDF do RPG </p>
<p> Um detalhe importante, a linha narrativa do mundo que jogaremo é um pouco diferente da que está narrada no próprio livro - isto é, se atente mais a ideia do ambiente, dos conceitos e as regras do que a história ela mesma. Caso queira, aqui está o <a href="/archive"  target="_blank">link</a> para o que você precisa saber sobre o "Brasil" nesse mundo.
<br><pergunta> Eu preciso ler o PDF? </pergunta>  <br>
<resposta> Sim e não, pelo menos os capítulos "VIDA NO SEXTO MUNDO", "CONCEITOS DE SHADOWRUN" e "CRIANDO UM INCURSOR DAS SOMBRAS" - mas nós vamos criar os personagens juntos em uma vídeo-chamada, portanto não precisa se preocupar com isso agora, só pense em o que você quer ser nesse mundo </resposta><br>

<p> Formulário para se inscrever na campanha </p>
<p style = 'font-size: 60%;'> desculpa parecer muito formal, mas como estou abrindo para pessoas que eu não conheço jogarem fica mais fácil um forms para que acessem ._.</p>

<iframe src="https://docs.google.com/forms/d/e/1FAIpQLSdic-HakNV590Gdx_zLoVUqNyHyXk2MBVrosOATn5RXCbd2Sw/viewform?embedded=true" width="640" height="640" frameborder="0" marginheight="0" marginwidth="0">Loading…</iframe>
